# Created by `brew bundle dump`
tap "adoptopenjdk/openjdk"
tap "argoproj/tap"
tap "datawire/blackbird"
tap "derailed/popeye"
tap "getantibody/tap"
tap "golangci/tap"
tap "googlecontainertools/kpt", "https://github.com/GoogleContainerTools/kpt.git"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "hornpolish/brew"
tap "instrumenta/instrumenta"
tap "kudobuilder/tap"
tap "microsoft/vsonline"
tap "nektos/tap"
tap "rigellute/tap"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"

brew "ansible"
brew "argo"
brew "argocd"
brew "python@3.8"
brew "azure-cli"
brew "bash"
brew "coreutils"
brew "docker", link: false
brew "docutils"
brew "dos2unix"
brew "exa"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gomplate"
brew "hadolint"
brew "openldap"
brew "heimdal"
brew "helm"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "iproute2mac"
brew "istioctl"
brew "jq"
brew "jsonnet"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "lastpass-cli"
brew "linkerd"
brew "lolcat"
brew "m4"
brew "md5sha1sum", link: false
brew "minikube", link: false
brew "neovim"
brew "node", link: false
brew "okteto"
brew "opa"
brew "pack"
brew "podman", link: false
brew "pre-commit", link: false
brew "pyenv"
brew "rename"
brew "shellcheck"
brew "ship"
brew "skaffold"
brew "sops"
brew "stern"
brew "stow"
brew "terraform"
brew "tree"
brew "vso"
brew "wget"
brew "yarn"
brew "yq"
brew "zsh"
brew "datawire/blackbird/telepresence"
brew "derailed/popeye/popeye"
brew "getantibody/tap/antibody"
brew "googlecontainertools/kpt/kpt"
brew "instrumenta/instrumenta/kubeval"
brew "kudobuilder/tap/kudo-cli"
brew "nektos/tap/act"
brew "rigellute/tap/spotify-tui"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]


# Casks
cask "adoptopenjdk8"
cask "discord"
cask "docker"
cask "firefox"
cask "flux"
cask "font-fira-code"
cask "font-firacode-nerd-font-mono"
cask "font-firacode-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-go"
cask "font-hack-nerd-font-mono"
cask "font-hack-nerd-font"
cask "font-hack"
cask "font-sourcecodepro-nerd-font-mono"
cask "font-sourcecodepro-nerd-font"
cask "gimp"
cask "gpg-suite"
cask "iterm2"
cask "podman"
cask "powershell"
cask "slack"
cask "steam"
cask "visual-studio-code"
cask "osxfuse"
