# Created by `brew bundle dump`
tap "adoptopenjdk/openjdk"
tap "argoproj/tap"
tap "homebrew/cask-caskcaskroom/cask"
tap "golangci/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "instrumenta/instrumenta"
tap "nektos/tap"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"

brew "ansible"
brew "argo"
brew "argoproj/tap/argocd"
brew "azure-cli"
brew "coreutils"
brew "datawire/blackbird/telepresence"
brew "docker"
brew "dos2unix"
brew "exa"
brew "fzf"
brew "getantibody/tap/antibody"
brew "gh"
brew "git"
brew "go"
brew "gomplate"
brew "hadolint"
brew "helm"
brew "imagemagick"
brew "instrumenta/instrumenta/kubeval"
brew "jq"
brew "jsonnet"
brew "kind"
brew "kubernetes-cli"
brew "linkerd"
brew "m4"
brew "md5sha1sum"
brew "nektos/tap/act"
brew "neovim"
brew "neovim"
brew "node", link: false
brew "openssl"
brew "pyenv"
brew "shellcheck"
brew "ship"
brew "skaffold"
brew "stow"
brew "terraform"
brew "tree"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "wget"
brew "yarn"
brew "yq"
brew "zsh"

# Casks
cask "adoptopenjdk8"
cask "discord"
cask "docker"
cask "firefox"
cask "flux"
cask "font-fira-code"
cask "font-firacode-nerd-font-mono"
cask "font-firacode-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-go"
cask "font-hack-nerd-font-mono"
cask "font-hack-nerd-font"
cask "font-hack"
cask "font-sourcecodepro-nerd-font-mono"
cask "font-sourcecodepro-nerd-font"
cask "gimp"
cask "gpg-suite"
cask "iterm2"
cask "podman"
cask "slack"
cask "steam"
cask "visual-studio-code"
